#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {} bro!!</b>

ഈ ബോട്ട് നിർമിച്ചിരിക്കുന്നത് തികച്ചും <b>😍സിനിമാ കൊട്ടക😍</b> ഗ്രൂപ്പിലേക്ക് വേണ്ടിട്ടാണ്.
എന്നെ നിങ്ങൾക്ക് വേറെ ഒരിടത്തും ഉപയോഗിക്കാൻ ആകില്ല..
അങ്ങനെ നിങൾ ഉപയോഗിക്കാൻ നോക്കിയാൽ Error വരും അങ്ങനെ Error വരുമ്പോൾ നിങൾ വീണ്ടും Try ചെയ്യും അങ്ങനെ ചെയ്ത് ചെയ്ത്
നിങ്ങളുടെ തല ചൂടാകും..തല ചൂടായാൽ നിങൾ എന്തും ചെയ്യും അപ്പോ ജനം പറയും നിങ്ങൾക്ക് ഭ്രാന്ത് ആണെന്ന് ഭ്രാന്ത്😂😂 
അതുകൊണ്ട് വേണ്ടാത്ത കാര്യങ്ങളില്‍ ഇടപെടരുത്. നിങ്ങള്‍ക്ക് കൗതുകം ലേശം കൂടുതല്‍ ആണ് അല്ലേ.. എനിക്ക് അത് മനസ്സിലായി അതുകൊണ്ട് ആവശ്യം ഇല്ലാതെ സ്റ്റാര്‍ട്ട് അയച്ച് കളിക്കണ്ട
നീ എത്ര സ്റ്റാര്‍ട്ട് അയച്ചാലും ഞാൻ ദേഷ്യപ്പെടില്ല.. കാരണം നീ കുട്ടിയാണ്😜 
<b>💥സൂപ്പർമാൻ സിന്ദാബാദ്💥
</b>"""    
    
    HELP_TEXT = """
<b>ഒന്നും പ്രതീക്ഷിക്കരുത് ഞാൻ ഹെല്പ് ചെയ്യില്ല! കൗതുകം ലേശം കൂടുതല്‍ ആണല്ലോ.. ?</b>


@cinimakottaka_official
"""
    
    ABOUT_TEXT = """<b>➥ പേര്</b> : <code> Queen bot</code>
    
<b>➥ സംവിധായകന്‍</b> : <b><i><a href="https://t.me/asifpmn">Asif_TG</a></i></b>

<b>➥ ഭാഷ</b> : <code>Python3</code>

<b>➥ കണ്ടുപിടിച്ചത്</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ ആശാൻ</b> : <i><a href="https://t.me/malayalamvibe">Click Me</a></i>
"""
