#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {} bro!!</b>
<b>വെറുതെ വന്ന് start അടിക്കണ്ട എന്നെ @cinimakottaka_official ഗ്രൂപ്പില്‍ മത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ ❌❌

എന്തെങ്കിലും ആവശ്യത്തിന് എന്നേ നോക്കണ്ട 🤗 Follow me🔫
 @cinimakottakaofficial 
</b>"""    
    
    HELP_TEXT = """
<b>ഒന്നും പ്രതീക്ഷിക്കരുത് ഞാൻ ഹെല്പ് ചെയ്യില്ല! ഞാൻ ഒരുകാര്യം ചോദിക്കട്ടേ.. നാണം ഇല്ലേ നിനക്ക് 😠?</b>


@cinimakottaka_official
"""
    
    ABOUT_TEXT = """<b>➥ പേര്</b> : <code> Queen bot</code>
    
<b>➥ സംവിധായകന്‍</b> : <b><i><a href="https://t.me/asifpmn">Asif_TG</a></i></b>

<b>➥ ഭാഷ</b> : <code>Python3</code>

<b>➥ കണ്ടുപിടിച്ചത്</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ ആശാൻ</b> : <i><a href="https://t.me/malayalamvibe">Click Me</a></i>
"""
